
# 基礎1問目 /230問中
print("hello world")

# 基礎2問目 /230問中
print('hello')

# 基礎3問目 /230問中
print("World")

# 基礎4問目 /230問中
# print(3 + 8)

# 基礎5問目 /230問中
print(3 + 8) #3+8=11

# 基礎6問目 /230問中
print('ABC')
''' print('DEF')
print('GHI') '''
print('JKL')

# 基礎7問目 /230問中
print(18)
print(2 + 6)

# 基礎8問目 /230問中
print('2 + 6')

# 基礎9問目 /230問中
print(5 + 3)

# 基礎10問目 /230問中
print(5 * 3)

# 基礎11問目 /230問中
print(10 / 3)

# 基礎12問目 /230問中
print(10 // 3)

# 基礎13問目 /230問中
print(10 % 3)

# 基礎14問目 /230問中
print(3 + 5)

# 基礎15問目 /230問中
print(3 - 5)

# 基礎16問目 /230問中
print(3 * 5)

# 基礎17問目 /230問中
print(3 / 5)

# 基礎18問目 /230問中
print(3 % 5)

# 基礎19問目 /230問中
print(3 ** 5)

# 基礎20問目 /230問中
#print(4 / 0)

# 基礎21問目 /230問中
m = 5
m += 2
print(m)

# 基礎22問目 /230問中
n = 'パイソン'
print(n)
print("n")

# 基礎23問目 /230問中
n = 'パイソン'
print(n)
n = 'python'
print(n)